;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: geogeo.gr
; TranslationAuthorEmail: 
; TranslationAuthorWeb: http://www.geogeo.gr
; Soft Version: 9.05
; Update: 3-2-2016
;
[GUI]
ButtonYes=Ναι
ButtonNo=Όχι
ButtonOK=Εντάξει
ButtonMinimize=Ελαχιστοποίηση
ButtonMaximize=Μεγιστοποίηση
ButtonClose=Κλείσιμο
ButtonRestore=Επαναφορά
ButtonMenu=Μενού

[Translation]
ReadHabit=Left-to-right
LanguageName=ELL
LangCode=0408
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Πληροφορίες
Warning=Προειδοποίηση
Error=Σφάλμα
Confirm=Επιβεβαίωση
pmGo=Άνοιγμα φακέλου που το περιέχει
pmNone=Καμία επιλογή
pmAll1=Επιλογή όλων
pmrec=Συνιστώμενα
pmIgnore=Παράβλεψη αυτού του στοιχείου
pmExport=Εξαγωγή σε...
pmInvert=Αντιστροφή επιλογής
Frminput.btnok.caption=Εντάξει
Frminput.btncancel.caption=Άκυρο
FrmWDC.pmPortable.caption=Δημιουργία φορητής έκδοσης
;
; Main GUI
;
FrmScheduler.caption=Χρονοδιάγραμμα
FrmCommon.lbltrash.caption=Σκουπίδια
FrmCommon.lbltrace.caption=Ίχνη
FrmCommon.lblapp.caption=Εφαρμογές
FrmCommon.lblcookie.caption=Cookies
FrmCommon.lbltrashhint.caption=Άχρηστα αρχεία στον υπολογιστή.
FrmCommon.lbltracehint.caption=Ίχνη συστήματος και χρήστη.
FrmCommon.lblapphint.caption=Άχρηστα αρχεία ή ίχνη που δημιουργήθηκαν από άλλη εφαρμογή.
FrmCommon.lblcookiehint.caption=Cookies προγράμματος περιήγησης και flash.
FrmWDC.pmRestore.caption=Επαναφορά
FrmWDC.pmSettings.caption=Ρυθμίσεις
FrmGeneral.chkuac.caption=Παράβλεψη UAC
FrmWDC.pmHelp.caption=Άμεση βοήθεια
FrmWDC.pmHome.caption=Ιστοσελίδα
FrmWDC.pmForum.caption=Φόρουμ
FrmWDC.pmContact.caption=Επικοινωνήστε μαζί μας
FrmWDC.pmCheckNew.caption=Έλεγχος για ενημερώσεις
FrmWDC.pmLang.caption=Γλώσσα / Language
FrmWDC.pmSkin.caption=Αλλαγή εμφάνισης
FrmWDC..caption=Περί...
FrmWDC.btncomm.caption=Κοινός καθαρισμός
FrmWDC.btnadv.caption=Προηγμένος καθαρισμός
FrmWDC.btnsilm.caption=Ελάφρυνση συστήματος
FrmWDC.btnlikeit.caption=Μου αρέσει
FrmWDC.btnsuggest.caption=Αποστολή σχολίου
FrmWDC.btnupdate.caption=Έλεγχος για ενημερώσεις
FrmWDC.btnfacebook.hint=Ακολουθήστε μας στο facebook
FrmWDC.btntwitter.hint=Ακολουθήστε μας στο twitter
FrmWDC.btnemail.hint=Μοιραστείτε το με τους φίλους σας
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption=Η «Εύρεση κενών αρχείων» ισχύει μόνο μία φορά. Την επόμενη φορά πρέπει να το επιλέξετε ξανά.
Frmadvdc.btnscan.caption=Έναρξη σάρωσης
Frmadvdc.lblpath.caption=Θέση σάρωσης:
Frmadvdc.btnrescan.caption=Σάρωση ξανά
Frmadvdc.btnall.caption=Επιλογή όλων
Frmadvdc.btnadvanced.caption=Προηγμένες ρυθμίσεις
Frmadvdc.btnnone.caption=Καμία επιλογή
Frmadvdc.lblwrcinfo.caption=Το Wise Registry Cleaner είναι ο πρωτοπόρος δωρεάν εκκαθαριστής μητρώου για Windows. Γρήγορος, λεπτομερής και ασφαλής!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblspeed.caption=Η υψηλότερη ταχύτητα σάρωσης στον κόσμο!
Frmadvdc.lblrec.caption=Άλλες αγαπημένες εφαρμογές χρηστών:
Frmadvdc.vtfiles.Columns[0]=Όνομα αρχείου
Frmadvdc.vtfiles.Columns[1]=Μέγεθος
Frmadvdc.vtfiles.Columns[2]=Κατάλογος
Frmadvdc.vtfiles.Columns[3]=Χρόνος τελευταίας προσπέλασης
Frmadvdc.vtfiles.Columns[4]=Τύπος
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=Εντάξει
FrmAdvSettings.btnadd.caption=Προσθήκη
FrmAdvSettings.btnremove.caption=Κατάργηση
FrmAdvSettings.btncancel.caption=Άκυρο
FrmAdvSettings.wcknull.caption=Εύρεση κενών αρχείων (0 bytes, πιο αργά)
FrmAdvSettings.wckshortcut.caption=Εύρεση μη έγκυρων συντομεύσεων (πιο αργά)
FrmAdvSettings.caption=Προηγμένες ρυθμίσεις
FrmAdvSettings.btnre.caption=Συνιστώμενα
FrmAdvSettings.btnall.caption=Επιλογή όλων
FrmAdvSettings.btnnone.caption=Καμία επιλογή
FrmWDC.btnassist.caption=Βοήθεια
FrmGeneral.chkassist.caption=Να ειδοποιούμαι όταν κάποιος δημοσιεύσει μια ερώτηση επί πληρωμή.
;
; About
;
FrmAboutWin.caption=Περί...
FrmAboutWin.btnOK.caption=Εντάξει
FrmAbout.lblver.caption=Τρέχουσα έκδοση:
FrmAbout.lblhome.caption=Ιστοσελίδα:
FrmAbout.lblemail.caption=Email υποστήριξης:
FrmAbout.lblthanks.caption=Ευχαριστούμε τα παρακάτω πρόσωπα για τη συνεισφορά τους:
FrmAbout.btngoogle.hint=Ακολουθήστε μας στο Google+
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Λειτουργία γραμμής εντολών
FrmAutorunSettings.lblcmdinfo.caption=Μπορείτε να εκτελέσετε το πρόγραμμα, να κάνετε σάρωση και καθαρισμό των δίσκων σας αυτόματα από τη γραμμή εντολών. Για περισσότερες πληροφορίες, παρακαλώ πατήστε το πλήκτρο F1 ή κάντε κλικ στην παρακάτω διεύθυνση URL για να διαβάσετε τα έγγραφα βοηθείας μας.
FrmAutorunSettings.chk1.caption=Δημιουργία μιας συντόμευσης «Εκκαθάριση με 1-κλικ» στην επιφάνεια εργασίας
FrmAutorunSettings.chkadv.caption=Συμπερίληψη προηγμένου καθαρισμού
FrmAutorunSettings.btnhelp.caption=Άμεση βοήθεια
;
; Common Cleaner
;
FrmCommon.btnall.caption=Επιλογή όλων
FrmCommon.btnre.caption=Συνιστώμενα
FrmCommon.btnnone.caption=Καμία επιλογή
FrmCommon.wckadv.caption=Συμπερίληψη προηγμένου καθαρισμού
FrmCommon.WiseLabel1.caption=Χρονοδιάγραμμα
FrmCommon.lbltype.caption=Τύπος εκτέλεσης:
FrmCommon.lblweek.caption=Επιλογή ημέρας:
FrmCommon.lbltime.caption=Ώρα:
FrmCommon.btnScan.caption=Έναρξη σάρωσης
FrmCommon.lblstat.caption=Γρήγορη και εύκολη εκκαθάριση άχρηστων αρχείων και ιχνών.
FrmCommon.btncancel.caption=Άκυρο
FrmCommon.btnrescan.caption=Σάρωση ξανά
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Προσθήκη αρχείου
FrmExclusion.btnAddFolder.caption=Προσθήκη φακέλου
FrmExclusion.btnAddType.caption=Προσθήκη τύπου αρχείου
FrmExclusion.BtnAddCookie.caption=Προσθήκη Cookies
FrmExclusion.btnImport.caption=Εισαγωγή
FrmExclusion.btnExport.caption=Εξαγωγή
FrmExclusion.btnRemove.caption=Κατάργηση
;
; General Settings
;
FrmMode.lblmode.caption=Παρακαλώ επιλέξετε τη λειτουργία χρήσης σας
FrmMode.btnAdv.caption=Κλασική λειτουργία
FrmMode.btnSimple.caption=Λειτουργία καθαρισμού
FrmGeneral.lblmode.caption=Παρακαλώ επιλέξετε τη λειτουργία χρήσης σας:
FrmGeneral.chkmode0.caption=Λειτουργία καθαρισμού
FrmGeneral.chkmode1.caption=Κλασική λειτουργία
FrmCustom.lblCustom.caption=Προσαρμόστε τους κανόνες σας για σάρωση.
FrmCustom.lblcustominfo.caption=Εάν είστε έμπειρος χρήστης, μπορείτε να προσαρμόσετε τους δικούς σας κανόνες για τη σάρωση περισσότερων άχρηστων αρχείων. Κάντε κλικ στον παρακάτω σύνδεσμο για να μάθετε πώς να φτιάξετε το αρχείο ρυθμίσεων σας.
FrmCustom.btnhelp.caption=Άμεση βοήθεια
FrmGeneral.lbtran.caption=Μετάφραση στα...
FrmGeneral.chkNews.caption=Αυτόμ. λήψη ενημερωτικών δελτίων
FrmGeneral.chknotice.caption=Εμφάνιση ειδοποίησης αυτόματου καθαρισμού
FrmGeneral.chkwipe.caption=Ασφαλής διαγραφή (Αργή)
FrmGeneral.WiseLabel1.caption=Έλεγχος ενημερώσεων:
FrmGeneral.WiseLabel2.caption=Προεπιλ. γλώσσα:
FrmGeneral.btnchecknew.caption=Έλεγχος τώρα
FrmCustom.WiseLabel4.caption=Προσαρμοσμένοι φάκελοι για εκκένωση (ισχύει στον προηγμένο καθαρισμό)
FrmCustom.btnAdd.caption=Προσθήκη
FrmCustom.btnRemove.caption=Κατάργηση
FrmGeneral.chkexp.caption=Συμμετάσχετε στο πρόγραμμα βελτίωσης εμπειρίας πελάτη
FrmGeneral.lblexp.caption=Λεπτομέρειες
;
; Restore
;
FrmRestore.btnrestore.caption=Επαναφορά
FrmRestore.btnremove.caption=Κατάργηση
FrmRestore.Btnclose.caption=Κλείσιμο
FrmRestore.caption=Επαναφορά

;
; Settings
;
FrmSettings.tsCommon.caption=Γενικά
FrmSettings.tsAutoRun.caption=Αυτόμ. εκκίνηση
FrmSettings.tsExclusion.caption=Εξαίρεση
FrmSettings.tsCustom.caption=Προσαρμογή
FrmSettings.btnAbout.caption=Περί...
FrmSettings.btnok.caption=Εντάξει
FrmSettings.btncancel.caption=Άκυρο
FrmSettings.caption=Ρυθμίσεις
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Παρακαλούμε δοκιμάστε τα έξυπνα προϊόντα μας για να βελτιώσετε τις επιδόσεις των Windows τώρα.
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Το Wise PC Engineer είναι μια συλλογή από σημαντικά βοηθήματα συστήματος μητρώου, δίσκου και άλλων για τον υπολογιστή σας. Εύχρηστο και αποτελεσματικό!
FrmSysClean.lbl1.caption=Το Wise Registry Cleaner είναι ο πρωτοπόρος δωρεάν εκκαθαριστής μητρώου για Windows. Γρήγορος, λεπτομερής και ασφαλής!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Θέλετε να βελτιώσετε περισσότερο την απόδοση του Windows λειτουργικού σας;
FrmSysClean.btnSlimming.caption=Κατάργηση
FrmSysClean.btnall.caption=Επιλογή όλων
FrmSysClean.btnrecommended.caption=Συνιστώμενα
FrmSysClean.btnnone.caption=Καμία επιλογή
FrmSysClean.vtsys.Columns[0]=Στοιχείο
FrmSysClean.vtsys.Columns[1]=Μέγεθος
FrmSysClean.vtsys.Columns[2]=Θέση
FrmSysClean.vtsys.Columns[3]=Πρόταση
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Ελεύθ. χώρος
FrmDiskDefrag.btnfolder.caption=Φάκελος
FrmDiskDefrag.btnfile.caption=Αρχείο
FrmDiskDefrag.btnsystem.caption=Αρχείο συστήματος
FrmDiskDefrag.btnFragmented.caption=Τμήματα
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Τερματισμός λειτουργίας μετά την ανασυγκρότηση του δίσκου
FrmDiskDefrag.btnpause.caption=Παύση
FrmDiskDefrag.btnstop.caption=Διακοπή
FrmDiskDefrag.btnDefrag.caption=Ανασυγκρότηση
FrmWDC.btndefrag.caption=Ανασυγκρ. δίσκου

[Message]
Entries=Καταχωρήσεις
Clean=Εκκαθάριση
ScheduleHint=Καθαρίζετε τον υπολογιστή σας τακτικά.
UpdateError=Σφάλμα ενημέρωσης. Θέλετε να κατεβάσετε την τελευταία έκδοση στην ιστοσελίδα μας;
LestOneItem=Θα πρέπει να επιλέξετε τουλάχιστον ένα στοιχείο για εκκαθάριση.
HistorySaved=Συν. χώρος που ελευθερώθηκε: %s
DisableAdd=Για λόγους ασφαλείας, ορισμένοι ειδικοί φάκελοι (όπως ο φάκελος «Windows», «Boot» σκληρού δίσκου και «CD-ROM») δεν επιτρέπεται να προστεθούν στον κατάλογο αυτό.
ConfirmAdd=Είστε βέβαιος ότι θέλετε να αφαιρέσετε όλα τα αρχεία στο %s κατά την εκτέλεση «Προηγμένου καθαρισμού»;
DupFolder=Αυτός ο φάκελος υπάρχει ήδη στη λίστα.
ExImport=Η λίστα αποκλεισμού έχει εξαχθεί σε:
SelectHardDrive=Παρακαλώ επιλέξτε ένα σκληρό δίσκο
CreationDate=Ημερ/νία δημιουργίας
Description=Περιγραφή
NowCleaning=Εκκαθάριση τώρα:
ScheduleNextTime=Η επόμενη φορά:
Never=Ποτέ
InputType=Εισάγετε το όνομα ή τον τύπο αρχείου (Για παράδειγμα: *.tmp κλπ...)
WarnNoType=Παρακαλώ επιλέξτε τουλάχιστον έναν τύπο αρχείου για αναζήτηση!
NoItemChecked=Παρακαλώ επιλέξτε ένα ή περισσότερα αρχεία για καθαρισμό.
WDCRunning=Το πρόγραμμα εκτελείται.
RemoveSysRestore=Θέλετε την κατάργηση του επιλεγμένου σημείου επαναφοράς συστήματος;
RestoreFromSysRestore=Πρέπει να γίνει επανεκκίνηση του υπολογιστή για την επαναφορά του συστήματος. Θέλετε να να ξεκινήσει η επαναφορά συστήματος τώρα;
WarnZeroFile=Επιλέξατε τη λειτουργία «Κενό αρχείο». Ορισμένα αρχεία με 0 byte είναι απαραίτητα. Παρακαλώ εξετάστε τα πριν τα αφαιρέσετε. Είστε βέβαιος ότι θέλετε να το κάνετε αυτό;
SysRestoring=Προετοιμασία για επαναφορά του συστήματος...
SysCreating=Δημιουργία ενός σημείου επαναφοράς συστήματος...
Browse=Εύρεση...
AllHardDrive=Τοπικοί σκληροί δίσκοι
Cleaning=Εκκαθάριση...
Exported=Τα τρέχοντα στοιχεία έχουν εξαχθεί στο %s. Θέλετε να ανοίξετε το αρχείο τώρα;
LeftTimeSec=Διάρκεια: %s δευτερόλεπτα
Safetodel=Αυτό το στοιχείο μπορεί να διαγραφεί με ασφάλεια.
MoreSpace=Για περισσότερο χώρο.
Unknow=Άγνωστο.
AddFileType=Προσθήκη τύπου αρχείου
AlreadExist=Το %s υπάρχει ήδη στη λίστα.
illegalType=Το %s είναι ένας μη έγκυρος τύπος αρχείου.
Summary=Περίληψη
InputSummary=Εισάγετε την περιγραφή γι αυτόν τον τύπο:
noselected=Δεν έχουν επιλεγεί στοιχεία.
DelFileType=Είστε βέβαιος ότι θέλετε να διαγράψετε αυτόν τον τύπο αρχείου;
ScanAborted=Η σάρωση ματαιώθηκε!
TrashFound=Βρέθηκαν %d αρχεία συνολικού μεγέθους %s.
NoTrashAndTrace=Συγχαρητήρια! Έχετε έναν καθαρό υπολογιστή!
CleanDone=Η εκκαθάριση ολοκληρώθηκε!
LestOne=Παρακαλώ επιλέξτε τουλάχιστον ένα στοιχείο για σάρωση.
LestOneClean=Παρακαλώ επιλέξτε τουλάχιστον ένα στοιχείο για καθαρισμό.
Scanning=Σάρωση...
InvalidIgnorItem=Δεν μπορεί να αγνοηθεί αυτό το στοιχείο.
TraceFound=Βρέθηκαν %d ίχνη.
CleanNow=Συνιστάται άμεσος καθαρισμός.
TrashRemoved=Καταργήθηκαν %d αρχεία και ελευθερώθηκαν %s χώρου στο δίσκο.
TraceRemoved=Αφαιρέθηκαν %d ίχνη.
LastCommonClean=Ο τελευταίος καθαρισμός του δίσκου σας ήταν στις:
Working=Παρακαλώ περιμένετε να ολοκληρωθεί η τρέχουσα εργασία και δοκιμάστε πάλι.
NoFilesFound=Δεν υπάρχουν άχρηστα αρχεία
NoTracesFound=Δεν υπάρχουν ίχνη
FindTraces=%d ίχνη
NoItemFound=Δεν βρέθηκαν στοιχεία
FindFilesSize=Βρέθηκαν %d αρχεία συνολικού μεγέθους %s
FindTracesSection=Βρέθηκαν %d ίχνη σε αυτή την ενότητα
CanFreeSpace=Βρέθηκαν %d αρχεία και θα αποθηκευτούν %s
TotalTraces=Βρέθηκαν συνολικά %d ίχνη
EnableRestore=Η επαναφορά συστήματος είναι απενεργοποιημένη. Θέλετε να την ενεργοποιήσετε;
RestorePointFail=Απέτυχε η δημιουργία σημείου επαναφοράς.
ErrorMsg=Μήνυμα σφάλματος:
NoNewVer=Συγχαρητήρια. Η έκδοση που χρησιμοποιείτε είναι η τελευταία!
KeyWord=Εισάγετε τις λέξεις-κλειδιά:
AddFolder=Προσθήκη φακέλου
CannotCrTask=Δεν ήταν δυνατή η δημιουργία ενός χρονοδιαγράμματος εργασιών.
InvalidType=Παρακαλώ εισάγετε μια έγκυρη επέκταση αρχείου.
NoType=Παρακαλώ επιλέξτε τουλάχιστον έναν τύπο για αναζήτηση.
FailToDelete=Μερικά αρχεία δεν μπορούν να διαγραφούν, μέχρι την επανεκκίνηση του συστήματός σας.
GoodHabit=Η διατήρηση καθαρού του υπολογιστή σας, είναι μια καλή συνήθεια. Παρακαλώ κρατήστε την!
7After=Πέρασαν %d ημέρες από την τελευταία εκκαθάριση. Συνιστάται η άμεση σάρωση.
7Before=Είναι μια καλή συνήθεια για να διατηρείτε τους δίσκους σας καθαρούς και το ιδιωτικό σας απόρρητο ασφαλές
TaskExists=Η προγραμματισμένη εργασία έχει περάσει. Θέλετε να τη διαγράψετε ή να δημιουργήσετε μια νέα προγραμματισμένη εργασία; (Όχι: Επεξεργασία της υπάρχουσας εργασίας. Ακύρωση: Ακύρωση της διαδικασίας).
NoBackupSelected=Παρακαλώ επιλέξτε τουλάχιστον ένα αντίγραφο ασφαλείας για την επαναφορά.
StartScan=Έναρξη σάρωσης
StartClean=Έναρξη καθαρισμού
Cancel=Άκυρο
Idle=Σε αδράνεια
Daily=Καθημερινά
Weekly=Κάθε βδομάδα
Monthly=Κάθε μήνα
Monday=Δευτέρα
Tuesday=Τρίτη
Wednesday=Τετάρτη
Thursday=Πέμπτη
Friday=Παρασκευή
Saturday=Σάββατο
Sunday=Κυριακή
AvdDefaultHint=Αυτή η ενότητα παρέχει προηγμένες ρυθμίσεις για να βρείτε περισσότερα άχρηστα αρχεία και να ελευθερώσετε περισσότερο χώρο.
TrashFoundEx=Έχουν βρεθεί τα παρακάτω άχρηστα αρχεία:
NoDriveChecked=Πρέπει να επιλέξετε μία ή περισσότερες μονάδες για σάρωση.
ScanFor=Σάρωση οδηγού:
FindDrives=Αναζήτηση οδηγών...
Login=Στη σύνδεση
NewVer=Μια νέα έκδοση είναι διαθέσιμη! Θέλετε να κάνετε αναβάθμιση τώρα;
TranslateTo=Μετάφραση στα...
AddCookies=Προσθήκη Cookies
InputCookie=Εισάγετε τα Cookies (Για παράδειγμα: wisecleaner.com κλπ...)
InvalidCookie=Μη έγκυρα Cookies
BrowserRunning=Το %s εκτελείται ήδη. Θέλετε να το κλείσετε; Διαφορετικά, οι προσωρινές μνήμες και τα cookies δεν θα μπορούν να καθαριστούν.

[CommonClean]
ScanAbortedHint=Συνιστούμε να κάνετε άμεσα σάρωση ξανά, για να βρεθούν άχρηστα αρχεία και ίχνη.
DefaultHint=Ο καθαρισμός άχρηστων αρχείων και ιχνών διαδικτύου μπορεί να σας ελευθερώσει χώρο και να εξασφαλίσει το iδιωτικό σας απόρρητο.
ScanAbortedHint1=Συνιστούμε να κάνετε άμεσα σάρωση ξανά, για να βρεθούν άχρηστα αρχεία.
WhenIdle=Σε αδράνεια
WhenLogin=Στη σύνδεση

[SysClean]
Open=Άνοιγμα
Remove=Κατάργηση
MoreSpace=Για περισσότερο χώρο
Cleaning=Εκκαθάριση...
Scanning=Σάρωση...
ScanEnd=Βρέθηκαν συνολικά %d στοιχεία. Θα ελευθερωθεί χώρος %s στο δίσκο μετά την ελάφρυνση.
NoItems=Συγχαρητήρια! Ο οδηγός του συστήματός σας είναι καθαρός.
SpaceFreed=Η ελάφρυνση έχει τελειώσει. Ελευθερώθηκε χώρος %s στο δίσκο.
Installer=Παρωχημένοι εγκαταστάτες των Windows
LongInstaller=Οι παρωχημένοι εγκαταστάτες των Windows είναι αρχεία άχρηστα. Μπορούν να καταργηθούν για να ελευθερώσετε χώρο στο δίσκο.
PatchUninstall=Αρχεία απεγκατάστασης ενημερώσεων των Windows
LongPatchUninstall=Εάν δεν χρειάζεται να απεγκαταστήσετε τις ενημερώσεις των Windows, μπορείτε να αφαιρέσετε αυτά τα αρχεία.
Downloadedfiles=Ληφθέντα αρχεία εγκατάστασης των Windows
Longdownloadedfiles=Μετά την επιτυχή εγκατάσταση της ενημέρωσης των Windows, είναι ασφαλές να καταργήσετε τα αρχεία.
Baselinecache=Κρυφή μνήμη γραμμής βάσης του εγκαταστάτη των Windows
LongBaselinecache=Τα αρχεία που δημιουργήθηκαν από την υπηρεσία εγκατάστασης των Windows και μπορούν να καταργηθούν.
JPIME=IME Ιαπωνικής
LongJPIME=Αν δεν χρειάζεστε πια τα αρχεία IME Ιαπωνικής, μπορείτε να τα καταργήσετε.
KoreanIME=IME Κορεατικής
LongKoreanIME=Αν δεν χρειάζεστε πια τα αρχεία IME Κορεατικής, μπορείτε να τα καταργήσετε.
TChineseIME=IME Κινέζικης παραδοσιακής
LongTChineseIME=Αν δεν χρειάζεστε πια τα αρχεία IME Κινέζικης παραδοσιακής, μπορείτε να τα καταργήσετε.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Αν δεν χρειάζεστε πια τα αρχεία Microsoft Pinyin IME, μπορείτε να τα καταργήσετε.
HelpFile=Αρχεία βοήθειας των Windows
LongHelpFile=Αν δεν χρειάζεστε πια τα αρχεία βοήθειας των Windows, μπορείτε να τα καταργήσετε.
SamplePic=Δείγματα εικόνων των Windows
LongSamplePic=Αν δεν χρειάζεστε πια τα δείγματα εικόνων, μπορείτε να τα καταργήσετε.
SampleMic=Δείγματα μουσικής των Windows
LongSampleMic=Αν δεν χρειάζεστε πια τα δείγματα μουσικής, μπορείτε να τα καταργήσετε.
SampleVideos=Δείγματα βίντεο των Windows
LongSampleVideos=Αν δεν χρειάζεστε πια τα δείγματα βίντεο, μπορείτε να τα καταργήσετε.
SampleMedia=Δείγματα πολυμέσων των Windows
LongSampleMedia=Αν δεν χρειάζεστε πια τα δείγματα πολυμέσων, μπορείτε να τα καταργήσετε.
Wallpaper=Αρχεία ταπετσαρίας των Windows
LongWallpaper=Αν δεν χρειάζεστε πια τα αρχεία ταπετσαρίας, μπορείτε να τα καταργήσετε.
[DiskDefrag]
Volume=Οδηγός
Format=Σύστημα αρχείων
TotalSpace=Συνολικός χώρος
FreeSpace=Ελεύθερος χώρος
Fragmented=Τμήματα
Status=Κατάσταση
PmDefrag=Ανασυγκρότηση
QuickOpt=Γρήγορη βελτιστοποίηση
FullOpt=Πλήρης βελτιστοποίηση
PmAnlyse=Ανάλυση
Resume=Επαναφορά
Analying=Ανάλυση
Defragmenting=Ανασυγκρότηση
Optimizing=Βελτιστοποίηση
Analyed=Αναλύθηκε
Defragmented=Ανασυγκροτήθηκε
Optimized=Βελτιστοποιημένο
Pause=Παύση
IsSSD=Η επιλογή σας ίσως περιλαμβάνει τουλάχιστον έναν συμπαγή δίσκο και η ανασυγκρότηση μπορεί να μειώσει τη διάρκεια ζωής του. Είστε βέβαιος ότι θέλετε να συνεχίσετε;
FragmentedRate=Κατακερματισμός

[Area]
LogFiles=Αρχεία καταγραφής
syscache=Cache συστήματος
Systempatches=Ενημερώσεις κώδικα συστήματος
tempfiles=Προσωρινά αρχεία
Invalidsysconfig=Μη έγκυροι παράμετροι συστήματος
SystemTrace=Ίχνη Windows και Εφαρμογών
WindowsSystem=Σύστημα των Windows
MicrosoftIE=Microsoft IE
Microsoft IE=Microsoft IE
MSEdgeCache=Προσωρινή αποθήκευση του Microsoft Edge
MicrosoftEdge=Microsoft Edge
GoogleChrome=Google Chrome
MozillaFireFox=Mozilla Firefox
Opera=Opera
Safari=Safari
PaleMoon=PaleMoon
WindowsComponents=Στοιχεία των Windows
Cookies=Cookies
AdobeFlash=Adobe Flash
MSOffice97=Microsoft Office 97
MSOfficeXP=Microsoft Office XP
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
InvalidScTask=Μη έγκυρες προγραμματισμένες εργασίες
Downloads=Ληφθέντα αρχεία περιηγητή ιστού
MSEdge=Ιστορικό λήψεων του Microsoft Edge
MSEdgeCookies=Cookies του Microsoft Edge
MSEdgeHistory=Ιστορικό του Microsoft Edge
IISLog=Αρχεία καταγραφής IIS
WindowsSysCache=Προσωρινή μνήμη συστήματος των Windows
QQ=Tencent QQ
TeamViewer=TeamViewer
ChromeSession=Συνεδρία του Google Chrome
MSOneDrive=Microsoft One Drive
RealVNC=RealVNC
OpenOffice=OpenOffice
OxygenXMLEditor=Oxygen XML Editor
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
KingsoftOffice=Kingsoft Office 2013
UltraEdit=UltraEdit
UltraISO=UltraISO
Skype=Skype
uTorrent=uTorrent
MicrosoftSilverlight=Microsoft Silverlight
PaleMoonCache=Cache του PaleMoon
PaleMoonHistory=Ιστορικό του PaleMoon
PaleMoonCookies=Cookies του PaleMoon
PaleMoonDownloadHistory=Ιστορικό λήψεων του PaleMoon
PaleMoonSession=Συνεδρία του PaleMoon
PaleMoonSitePreferences=Προτιμήσεις ιστότοπου του PaleMoon
PaleMoonSavedFormInformation=Αποθηκευμένες πληροφορίες φόρμας του PaleMoon
VLCMediaPlayer=VLC Media Player
CorelVideoStudioPro=Corel VideoStudio
QuickTimePlayer=QuickTime Player
WinInstallerCache=Κρυφή μνήμη του εγκαταστάτη των Windows
MESCache=Αρχεία καταγραφής και ενημερώσεων του Microsoft Security Essentials
AppleInstallCache=Προσωρινή αποθήκευση εγκατάστασης λογισμικού της Apple
MetroCache=Προσωρινή αποθήκευση του Metro των Windows
UserDefine=Προσαρμοσμένοι κανόνες καθαρισμού  
OfficeRecent=Πρόσφατο ιστορικό του Microsoft Office
IEHistory=Ενεργό ιστορικό του Microsoft Internet Explorer
FontCache=Προσωρινή αποθήκευση γραμματοσειρών των Windows
InvalidStartMenu=Μη έγκυρα μενού έναρξης
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
AdobeReaderTmp=Προσωρινά αρχεία του Adobe Reader
AdobePhotoshop=Adobe Photoshop history
DaemonTools=Daemon Tools
BitTorrent=BitTorrent
OperaCache=Cache του Opera
OperaHistory=Ιστορικό του Opera
OperaCookies=Cookies του Opera
OperaSessions=Συνεδρίες του Opera
OperaURLHistory=Πληκτρολογημένες URL του Opera
OperaSiteIcon=Εικονίδια ιστότοπων του Opera
OperaPassword=Αποθηκευμένοι κωδικοί του Opera
Networkmapping=Ιστορικό αντιστοίχισης δίσκου δικτύου
LastDownloadDir=Τελευταία θέση λήψης
TrashClean=Άχρηστα αρχεία στον υπολογιστή
TraceClean=Ίχνη στο υπολογιστή
WinRar=WinRar
WinZip=WinZip
7Zip=7-Zip
GoogleEarth=Google Earth
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
OfficeRecent=Πρόσφατο ιστορικό του Microsoft Office
TypeOtherApp=Άλλες εφαρμογές
WindowsPaint=Ζωγραφική των Windows
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Στοιχεία των Windows
FireFoxOther=Άλλα ιστορικά του Mozilla FireFox
FireFoxPass=Αποθηκευμένοι κωδικοί του Mozilla FireFox
FireFoxForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Mozilla FireFox
FireFoxCookies=Cookies του Mozilla FireFox
ChromePass=Αποθηκευμένοι κωδικοί του Google Chrome
ChromeForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Google Chrome
ChromeCookies=Cookies του Google Chrome
IEPass=Αποθηκευμένοι κωδικοί του Internet Explorer (Τα προσωπικά δεδομένα δεν περιλαμβάνονται)
IEForm=Ιστορικό αυτόματης συμπλήρωσης φόρμας του Internet Explorer (Τα προσωπικά δεδομένα δεν περιλαμβάνονται)
IECookies=Cookies του Microsoft Internet Explorer
DOMStoreCookies=Cookies του Microsoft IE DOMStore
IEAddressBarHistory=Ιστορικό γραμμής διευθύνσεων του Microsoft Internet Explorer
TypeInternet=Πλοήγηση στο Διαδίκτυο
JumpList=Λίστες μετάβασης γραμμής εργασιών (Θα καθαριστούν επίσης τα σταθερά στοιχεία)
SearchList=Ιστορικό αναζήτησης των Windows
TraryNotify=Cache ειδοποιήσεων των Windows
ExplorerMRU=Κατάλογοι πρόσφατης χρήσης άλλης εξερεύνησης
Recentdocuments=Πρόσφατα έγγραφα
RunStartMenu=Εκτέλεση από το μενού «Έναρξη»
TypeSystem=Σύστημα των Windows
Flash=Adobe Flash Player
TypeMedia=Πολυμέσα
FireFoxCache=Κρυφή αποθήκευση του Mozilla FireFox
ChromeCache=Κρυφή αποθήκευση του Google Chrome
IECahce=Κρυφή αποθήκευση του Microsoft Internet Explorer
LogFile=Αρχεία καταγραφής συστήματος
DownloadedPatch=Αρχεία ενημέρωσης των Windows
ErrorReport=Αρχεία αναφοράς σφαλμάτων
Dump=Αρχεία αποτύπωσης μνήμης
ThumbCache=Κρυφή αποθήκευση μικρογραφιών
InvalidLnk=Μη έγκυρες συντομεύσεις
UserTemp=Άχρηστα αρχεία που δημιουργήθηκαν από εφαρμογές
SysTemp=Άχρηστα αρχεία που δημιουργήθηκαν απ΄τα Windows
Prefetch=Δεδομένα προφόρτωσης των Windows
RemoteDesktop=Κρυφή αποθήκευση αρχείων της απομακρυσμένης επιφάνειας εργασίας
Recyclebin=Άδειασμα του κάδου ανακύκλωσης
SafariCache=Κρυφή αποθήκευση αρχείων διαδικτύου του Safari
SafariHistory=Ιστορικό του Safari
SafariCookies=Αρχεία Cookies του Safari
SafariPass=Αποθηκευμένες πληροφορίες φόρμας του Safari
YahooMessage=Yahoo Message
WLM=Windows Live Messenger
SunJava=Sun Java

[Type]
UserDefine=Ορισμός από χρήστη
ZeroFile=Κενά αρχεία - 0 bytes
WinSetupLog=Αρχεία καταγραφής σφαλμάτων εγκατάστασης των Windows
NtUninstall=Πηγές απεγκατάστασης ενημερώσεων των Windows
InvalidLnk=Μη έγκυρες συντομεύσεις
UserTemp=Αρχεία σε προσωρινούς φακέλους χρηστών
WinTemp=Αρχεία σε προσωρινούς φακέλους των Windows
RecentFiles=Συνδέσεις πρόσφατων αρχείων
PatchSource=Πηγές ενημέρωσης των Windows
TempFile=Προσωρινά αρχεία
fcwdir=Αρχεία που δημιουργήθηκαν από μια διεργασία λήψης
tfcbp=Προσωρινά αρχεία που δημιουργήθηκαν από προγράμματα
sdrf=Αρχεία επαναφοράς που δημιουργήθηκαν κατά τη σάρωση δίσκου
OldFile=Παλιά αρχεία
outdatedfile=Ξεπερασμένα αρχεία
fcwhfir=Τα αρχεία που δημιουργήθηκαν κατά την εκτέλεση ενός αρχείου βοήθειας
Ncfile=Κρυφά αποθηκευμένα αρχεία ομάδας συζήτησης
Backupfile=Αρχεία αντιγράφων ασφαλείας
WBfile=Αντίγραφα ασφαλείας αρχείων του MS Word
Cbswahf=Αρχεία που δημιουργήθηκαν κατά την αναζήτηση ενός αρχείου Βοήθειας
whtf=Προσωρινά αρχεία του συστήματος βοήθειας των Windows
Logfile=Αρχεία καταγραφής
LLogfile=Αρχεία καταγραφής που δημιουργήθηκαν από εφαρμογές ή υπηρεσίες του συστήματος.
Errorfile=Αρχεία σφαλμάτων
Wmdf=Αρχεία αποτύπωσης μνήμης των Win2000/XP
bcomf=Αντίγραφα ασφαλείας από τροποποιημένα αρχεία
Indexfile=Αρχεία ευρετηρίου
ifcbsiotitpbs=Αρχεία ευρετηρίου που δημιουργούνται από το σύστημα προκειμένου να βελτιωθεί η ταχύτητα περιήγησης εικόνων
Tfcds=Προσωρινά αρχεία που δημιουργήθηκαν κατά τη διάρκεια της εγκατάστασης
Intermediatefile=Ενδιάμεσα αρχεία
chkfile=Ανακτημένο αρχείο

[AutoClean]
DiskSaved=χώρου στο δίσκο έχουν ελευθερωθεί.
Title=Συγχαρητήρια!
TraceCleanned=ίχνη έχουν καθαριστεί.

[Skin]
SkinDefault=Προεπιλογή
SkinGray=Γκρι
SkinOrange=Πορτοκαλί
SkinCustom=Προσαρμοσμένο
SkinColor=Προσαρμοσμένο χρώμα εμφάνισης

[AutoUpdate]
CurrentFile=Τρέχον αρχείο:
Canceling=Ακύρωση...
CANCEL=Άκυρο
Ready=Έτοιμο για λήψη
